;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Data Recovery
;
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; Version: 4.13
; Update: 2019-02-27
;

[Translation]
LangCode=0419
ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET


Information=Информация
Warning=Внимание
Error=Ошибка
Confirm=Подтверждение
pmCheckMsg=Показывать новости
pmforum=Форум
pmHelp=Справка онлайн
pmContact=Связаться с нами
pmHome=Сайт программы
pmCheckNew=Проверять обновления
pmLang=Языки
pmAbout=О программе
pmRestore=Восстановить
pmselectall=Отметить все
pmselectnone=Снять всё
pmselectinvert=Инвертировать
FrmFRMain.lblTree.caption=Каталог
FrmFRMain.btnlikeit.caption=Нравится
FrmFRMain.btnfeedback.caption=Предложения и отзывы
FrmFRMain.btnsearch.caption=Поиск
FrmFRMain.btnrestore.caption=Восстановить
FrmFRMain.btnsearchcancel.caption=Отмена
FrmFRMain.btnemail.hint=Рассказать Wise Data Recovery друзьям
FrmFRMain.btnfacebook.hint=Подписаться на WiseCleaner на Facebook
FrmFRMain.btntwitter.hint=Рассказать о Wise Data Recovery на Twitter
;
; О программе
;
FrmFRAbout.caption=О программе
FrmFRAbout.btnok.caption=ОК
FrmFRAbout.lblver.caption=Текущая версия:
FrmFRAbout.lblemail.caption=Поддержка:
FrmFRAbout.lblhome.caption=Сайт:
FrmFRAbout.lblthank.caption=Выражаем благодарность:


[Edit]
pmcut=Вырезать
pmcopy=Копировать
pmpaste=Вставить
pmdelete=Удалить
pmselectall=Выбрать всё


[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Скрыть
ButtonMaximize=Развернуть
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню
ButtonDelete=Удалить
BtnNews=Информация


[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Файл
FrmFRMain.lstFile.headitems[1]=Размер
FrmFRMain.lstFile.headitems[2]=Изменён
FrmFRMain.lstFile.headitems[3]=Состояние
FrmFRMain.lstFile.headitems[4]=Путь
Scanning=Сканирование...
Filtering=Фильтрация...
KeyWord=Ключевые слова
Images=Изображения
Audios=Звуки
Videos=Видео
Document=Документы
Compressed=Сжатые файлы
Email=Письма
AllFiles=Все файлы
AllFolders=Все папки
SelectDir=Выберите папку для сохранения восстановленных данных
NoSameDrive=Пожалуйста, выберите другой диск для восстановления чтобы избежать перезаписи данных.
ScanStopped=Поиск был отменён.
Good=Хорошее
Poor=Среднее
VeryPoor=Плохое
Lost=Утерян
ItemList=Найдено файлов - %d



[message]
NoNews=Есть не прочитанные сообщения.
OpenPreview=Предварительный просмотр
ClosePreview=Закрыть просмотр
NoPreview=Просмотр не доступен.
NoNewVer=Поздравляем Вы используете последнюю версию!
RecoveryDone=Восстановление данных завершено.
TranslateTo=Перевести на...
NewVer=Доступна новая версия программы! Вы хотите обновить её сейчас?

